export const enttype = [{
  'id': '1000',
  'value': '1000',
  'label': '内资公司',
  'children': [{
    'id': '1100',
    'value': '1100',
    'label': '有限责任公司',
    'children': [{ 'id': '1110', 'value': '1110', 'label': '有限责任公司(国有独资)' }, {
      'id': '1120',
      'value': '1120',
      'label': '有限责任公司(外商投资企业投资)',
      'children': [{ 'id': '1121', 'value': '1121', 'label': '有限责任公司(外商投资企业合资)' }, {
        'id': '1122',
        'value': '1122',
        'label': '有限责任公司(外商投资企业与内资合资)'
      }, { 'id': '1123', 'value': '1123', 'label': '有限责任公司(外商投资企业法人独资)' }]
    }, { 'id': '1130', 'value': '1130', 'label': '有限责任公司(自然人投资或控股)' }, {
      'id': '1140',
      'value': '1140',
      'label': '有限责任公司(国有控股)'
    }, {
      'id': '1150',
      'value': '1150',
      'label': '一人有限责任公司',
      'children': [{ 'id': '1151', 'value': '1151', 'label': '有限责任公司(自然人独资)' }, {
        'id': '1152',
        'value': '1152',
        'label': '有限责任公司(自然人投资或控股的法人独资)'
      }, { 'id': '1153', 'value': '1153', 'label': '有限责任公司（非自然人投资或控股的法人独资）' }]
    }, { 'id': '1190', 'value': '1190', 'label': '其他有限责任公司' }]
  }, {
    'id': '1200',
    'value': '1200',
    'label': '股份有限公司',
    'children': [{
      'id': '1210',
      'value': '1210',
      'label': '股份有限公司(上市)',
      'children': [{ 'id': '1211', 'value': '1211', 'label': '股份有限公司(上市、外商投资企业投资)' }, {
        'id': '1212',
        'value': '1212',
        'label': '股份有限公司(上市、自然人投资或控股)'
      }, { 'id': '1213', 'value': '1213', 'label': '股份有限公司(上市、国有控股)' }, {
        'id': '1219',
        'value': '1219',
        'label': '其他股份有限公司(上市)'
      }]
    }, {
      'id': '1220',
      'value': '1220',
      'label': '股份有限公司(非上市)',
      'children': [{ 'id': '1221', 'value': '1221', 'label': '股份有限公司(非上市、外商投资企业投资)' }, {
        'id': '1222',
        'value': '1222',
        'label': '股份有限公司(非上市、自然人投资或控股)'
      }, { 'id': '1223', 'value': '1223', 'label': '股份有限公司(非上市、国有控股)' }, {
        'id': '1229',
        'value': '1229',
        'label': '其他股份有限公司(非上市)'
      }]
    }]
  }]
}, {
  'id': '2000',
  'value': '2000',
  'label': '内资分公司',
  'children': [{
    'id': '2100',
    'value': '2100',
    'label': '有限责任公司分公司',
    'children': [{ 'id': '2110', 'value': '2110', 'label': '有限责任公司分公司(国有独资)' }, {
      'id': '2120',
      'value': '2120',
      'label': '有限责任公司分公司(外商投资企业投资)',
      'children': [{ 'id': '2121', 'value': '2121', 'label': '有限责任公司分公司(外商投资企业合资)' }, {
        'id': '2122',
        'value': '2122',
        'label': '有限责任公司分公司(外商投资企业与内资合资)'
      }, { 'id': '2123', 'value': '2123', 'label': '有限责任公司分公司(外商投资企业法人独资)' }]
    }, { 'id': '2130', 'value': '2130', 'label': '有限责任公司分公司(自然人投资或控股)' }, {
      'id': '2140',
      'value': '2140',
      'label': '有限责任公司分公司(国有控股)'
    }, {
      'id': '2150',
      'value': '2150',
      'label': '一人有限责任公司分公司',
      'children': [{ 'id': '2151', 'value': '2151', 'label': '有限责任公司分公司(自然人独资)' }, {
        'id': '2152',
        'value': '2152',
        'label': '有限责任公司分公司(自然人投资或控股的法人独资)'
      }, { 'id': '2153', 'value': '2153', 'label': '有限责任公司分公司（非自然人投资或控股的法人独资）' }]
    }, { 'id': '2190', 'value': '2190', 'label': '其他有限责任公司分公司' }]
  }, {
    'id': '2200',
    'value': '2200',
    'label': '股份有限公司分公司',
    'children': [{
      'id': '2210',
      'value': '2210',
      'label': '股份有限公司分公司(上市)',
      'children': [{ 'id': '2211', 'value': '2211', 'label': '股份有限公司分公司(上市、外商投资企业投资)' }, {
        'id': '2212',
        'value': '2212',
        'label': '股份有限公司分公司(上市、自然人投资或控股)'
      }, { 'id': '2213', 'value': '2213', 'label': '股份有限公司分公司(上市、国有控股)' }, {
        'id': '2219',
        'value': '2219',
        'label': '其他股份有限公司分公司(上市)'
      }]
    }, {
      'id': '2220',
      'value': '2220',
      'label': '股份有限公司分公司(非上市)',
      'children': [{ 'id': '2221', 'value': '2221', 'label': '股份有限公司分公司(非上市、外商投资企业投资)' }, {
        'id': '2222',
        'value': '2222',
        'label': '股份有限公司分公司(非上市、自然人投资或控股)'
      }, { 'id': '2223', 'value': '2223', 'label': '股份有限公司分公司(国有控股)' }, {
        'id': '2229',
        'value': '2229',
        'label': '其他股份有限公司分公司(非上市)'
      }]
    }]
  }]
}, {
  'id': '3000',
  'value': '3000',
  'label': '内资企业法人',
  'children': [{ 'id': '3100', 'value': '3100', 'label': '全民所有制' }, {
    'id': '3200',
    'value': '3200',
    'label': '集体所有制'
  }, { 'id': '3300', 'value': '3300', 'label': '股份制' }, {
    'id': '3400',
    'value': '3400',
    'label': '股份合作制'
  }, { 'id': '3500', 'value': '3500', 'label': '联营' }]
}, {
  'id': '4000',
  'value': '4000',
  'label': '内资非法人企业、非公司私营企业及内资非公司企业分支机构',
  'children': [{
    'id': '4100',
    'value': '4100',
    'label': '事业单位营业',
    'children': [{ 'id': '4110', 'value': '4110', 'label': '国有事业单位营业' }, {
      'id': '4120',
      'value': '4120',
      'label': '集体事业单位营业'
    }]
  }, {
    'id': '4200',
    'value': '4200',
    'label': '社团法人营业',
    'children': [{ 'id': '4210', 'value': '4210', 'label': '国有社团法人营业' }, {
      'id': '4220',
      'value': '4220',
      'label': '集体社团法人营业'
    }]
  }, {
    'id': '4300',
    'value': '4300',
    'label': '内资企业法人分支机构(非法人)',
    'children': [{ 'id': '4310', 'value': '4310', 'label': '全民所有制分支机构(非法人)' }, {
      'id': '4320',
      'value': '4320',
      'label': '集体分支机构(非法人)'
    }, { 'id': '4330', 'value': '4330', 'label': '股份制分支机构' }, { 'id': '4340', 'value': '4340', 'label': '股份合作制分支机构' }]
  }, {
    'id': '4400',
    'value': '4400',
    'label': '经营单位(非法人)',
    'children': [{ 'id': '4410', 'value': '4410', 'label': '国有经营单位(非法人)' }, {
      'id': '4420',
      'value': '4420',
      'label': '集体经营单位(非法人)'
    }]
  }, {
    'id': '4500',
    'value': '4500',
    'label': '非公司私营企业',
    'children': [{
      'id': '4530',
      'value': '4530',
      'label': '合伙企业',
      'children': [{ 'id': '4531', 'value': '4531', 'label': '普通合伙企业' }, {
        'id': '4532',
        'value': '4532',
        'label': '特殊普通合伙企业'
      }, { 'id': '4533', 'value': '4533', 'label': '有限合伙企业' }]
    }, { 'id': '4540', 'value': '4540', 'label': '个人独资企业' }, {
      'id': '4550',
      'value': '4550',
      'label': '合伙企业分支机构',
      'children': [{ 'id': '4551', 'value': '4551', 'label': '普通合伙企业分支机构' }, {
        'id': '4552',
        'value': '4552',
        'label': '特殊普通合伙企业分支机构'
      }, { 'id': '4553', 'value': '4553', 'label': '有限合伙企业分支机构' }]
    }, { 'id': '4560', 'value': '4560', 'label': '个人独资企业分支机构' }]
  }, { 'id': '4600', 'value': '4600', 'label': '联营' }, { 'id': '4700', 'value': '4700', 'label': '股份制企业(非法人)' }]
}, {
  'id': '5000',
  'value': '5000',
  'label': '外商投资企业',
  'children': [{
    'id': '5100',
    'value': '5100',
    'label': '有限责任公司',
    'children': [{ 'id': '5110', 'value': '5110', 'label': '有限责任公司(中外合资)' }, {
      'id': '5120',
      'value': '5120',
      'label': '有限责任公司(中外合作)'
    }, { 'id': '5130', 'value': '5130', 'label': '有限责任公司(外商合资)' }, {
      'id': '5140',
      'value': '5140',
      'label': '有限责任公司(外国自然人独资)'
    }, { 'id': '5150', 'value': '5150', 'label': '有限责任公司(外国法人独资)' }, {
      'id': '5160',
      'value': '5160',
      'label': '有限责任公司(外国非法人经济组织独资)'
    }, { 'id': '5190', 'value': '5190', 'label': '其他' }]
  }, {
    'id': '5200',
    'value': '5200',
    'label': '股份有限公司',
    'children': [{ 'id': '5210', 'value': '5210', 'label': '股份有限公司(中外合资、未上市)' }, {
      'id': '5220',
      'value': '5220',
      'label': '股份有限公司(中外合资、上市)'
    }, { 'id': '5230', 'value': '5230', 'label': '股份有限公司(外商合资、未上市)' }, {
      'id': '5240',
      'value': '5240',
      'label': '股份有限公司(外商合资、上市)'
    }, { 'id': '5290', 'value': '5290', 'label': '其他' }]
  }, {
    'id': '5300',
    'value': '5300',
    'label': '非公司',
    'children': [{ 'id': '5310', 'value': '5310', 'label': '非公司外商投资企业(中外合作)' }, {
      'id': '5320',
      'value': '5320',
      'label': '非公司外商投资企业(外商合资)'
    }, { 'id': '5390', 'value': '5390', 'label': '其他' }]
  }, {
    'id': '5400',
    'value': '5400',
    'label': '外商投资合伙企业',
    'children': [{ 'id': '5410', 'value': '5410', 'label': '普通合伙企业' }, {
      'id': '5420',
      'value': '5420',
      'label': '特殊普通合伙企业'
    }, { 'id': '5430', 'value': '5430', 'label': '有限合伙企业' }, { 'id': '5490', 'value': '5490', 'label': '其他' }]
  }, {
    'id': '5800',
    'value': '5800',
    'label': '外商投资企业分支机构',
    'children': [{ 'id': '5810', 'value': '5810', 'label': '分公司' }, {
      'id': '5820',
      'value': '5820',
      'label': '非公司外商投资企业分支机构'
    }, { 'id': '5830', 'value': '5830', 'label': '办事处' }, {
      'id': '5840',
      'value': '5840',
      'label': '外商投资合伙企业分支机构'
    }, { 'id': '5890', 'value': '5890', 'label': '其他' }]
  }]
}, {
  'id': '6000',
  'value': '6000',
  'label': '台、港、澳投资企业',
  'children': [{
    'id': '6100',
    'value': '6100',
    'label': '有限责任公司',
    'children': [{ 'id': '6110', 'value': '6110', 'label': '有限责任公司(台港澳与境内合资)' }, {
      'id': '6120',
      'value': '6120',
      'label': '有限责任公司(台港澳与境内合作)'
    }, { 'id': '6130', 'value': '6130', 'label': '有限责任公司(台港澳合资)' }, {
      'id': '6140',
      'value': '6140',
      'label': '有限责任公司(台港澳自然人独资)'
    }, { 'id': '6150', 'value': '6150', 'label': '有限责任公司(台港澳法人独资)' }, {
      'id': '6160',
      'value': '6160',
      'label': '有限责任公司(台港澳非法人经济组织独资)'
    }, { 'id': '6170', 'value': '6170', 'label': '有限责任公司(台港澳与外国投资者合资)' }, {
      'id': '6190',
      'value': '6190',
      'label': '其他'
    }]
  }, {
    'id': '6200',
    'value': '6200',
    'label': '股份有限公司',
    'children': [{ 'id': '6210', 'value': '6210', 'label': '股份有限公司(台港澳与境内合资、未上市)' }, {
      'id': '6220',
      'value': '6220',
      'label': '股份有限公司(台港澳与境内合资、上市)'
    }, { 'id': '6230', 'value': '6230', 'label': '股份有限公司(台港澳合资、未上市)' }, {
      'id': '6240',
      'value': '6240',
      'label': '股份有限公司(台港澳合资、上市)'
    }, { 'id': '6250', 'value': '6250', 'label': '股份有限公司(台港澳与外国投资者合资、未上市)' }, {
      'id': '6260',
      'value': '6260',
      'label': '股份有限公司(台港澳与外国投资者合资、上市)'
    }, { 'id': '6290', 'value': '6290', 'label': '其他' }]
  }, {
    'id': '6300',
    'value': '6300',
    'label': '非公司',
    'children': [{ 'id': '6310', 'value': '6310', 'label': '非公司台、港、澳企业(台港澳与境内合作)' }, {
      'id': '6320',
      'value': '6320',
      'label': '非公司台、港、澳企业(台港澳合资)'
    }, { 'id': '6390', 'value': '6390', 'label': '其他' }]
  }, {
    'id': '6400',
    'value': '6400',
    'label': '港、澳、台投资合伙企业',
    'children': [{ 'id': '6410', 'value': '6410', 'label': '普通合伙企业' }, {
      'id': '6420',
      'value': '6420',
      'label': '特殊普通合伙企业'
    }, { 'id': '6430', 'value': '6430', 'label': '有限合伙企业' }, { 'id': '6490', 'value': '6490', 'label': '其他' }]
  }, {
    'id': '6800',
    'value': '6800',
    'label': '台、港、澳投资企业分支机构',
    'children': [{ 'id': '6810', 'value': '6810', 'label': '分公司' }, {
      'id': '6820',
      'value': '6820',
      'label': '非公司台、港、澳投资企业分支机构'
    }, { 'id': '6830', 'value': '6830', 'label': '办事处' }, {
      'id': '6840',
      'value': '6840',
      'label': '港、澳、台投资合伙企业分支机构'
    }, { 'id': '6890', 'value': '6890', 'label': '其他' }]
  }]
}, {
  'id': '7000',
  'value': '7000',
  'label': '外国（地区）企业',
  'children': [{
    'id': '7100',
    'value': '7100',
    'label': '外国（地区）公司分支机构',
    'children': [{ 'id': '7110', 'value': '7110', 'label': '外国(地区)无限责任公司分支机构' }, {
      'id': '7120',
      'value': '7120',
      'label': '外国(地区)有限责任公司分支机构'
    }, { 'id': '7130', 'value': '7130', 'label': '外国(地区)股份有限责任公司分支机构' }, {
      'id': '7190',
      'value': '7190',
      'label': '外国(地区)其他形式公司分支机构'
    }]
  }, { 'id': '7200', 'value': '7200', 'label': '外国(地区)企业常驻代表机构' }, {
    'id': '7300',
    'value': '7300',
    'label': '外国(地区)企业在中国境内从事经营活动',
    'children': [{ 'id': '7310', 'value': '7310', 'label': '分公司' }, { 'id': '7390', 'value': '7390', 'label': '其他' }]
  }]
}, {
  'id': '8000',
  'value': '8000',
  'label': '集团',
  'children': [{ 'id': '8100', 'value': '8100', 'label': '内资集团' }, { 'id': '8500', 'value': '8500', 'label': '外资集团' }]
}, {
  'id': '9000',
  'value': '9000',
  'label': '其他类型',
  'children': [{ 'id': '9100', 'value': '9100', 'label': '农民专业合作社' }, {
    'id': '9200',
    'value': '9200',
    'label': '农民专业合作社分支机构'
  }, { 'id': '9500', 'value': '9500', 'label': '个体工商户' }, {
    'id': '9600',
    'value': '9600',
    'label': '自然人'
  }, { 'id': '9900', 'value': '9900', 'label': '其他' }]
}]
