export const jlxxcy = [
  {
    'id': '1',
    'value': '1',
    'label': '新一代信息技术产业',
    'children': [
      {
        'id': '1.1',
        'value': '1.1',
        'label': '下一代信息网络产业',
        'children': [
          {
            'id': '1.1.1',
            'value': '1.1.1',
            'label': '网络设备制造'
          },
          {
            'id': '1.1.2',
            'value': '1.1.2',
            'label': '新型计算机及信息终端设备制造'
          },
          {
            'id': '1.1.3',
            'value': '1.1.3',
            'label': '信息安全设备制造'
          },
          {
            'id': '1.1.4',
            'value': '1.1.4',
            'label': '新一代移动通信网络服务'
          },
          {
            'id': '1.1.5',
            'value': '1.1.5',
            'label': '其他网络运营服务'
          },
          {
            'id': '1.1.6',
            'value': '1.1.6',
            'label': '计算机和辅助设备修理'
          }
        ]
      },
      {
        'id': '1.2',
        'value': '1.2',
        'label': '电子核心产业',
        'children': [
          {
            'id': '1.2.1',
            'value': '1.2.1',
            'label': '新型电子元器件及设备制造'
          },
          {
            'id': '1.2.2',
            'value': '1.2.2',
            'label': '电子专用设备仪器制造'
          },
          {
            'id': '1.2.3',
            'value': '1.2.3',
            'label': '高储能和关键电子材料制造'
          },
          {
            'id': '1.2.4',
            'value': '1.2.4',
            'label': '集成电路制造'
          }
        ]
      },
      {
        'id': '1.3',
        'value': '1.3',
        'label': '新兴软件和新型信息技术服务',
        'children': [
          {
            'id': '1.3.1',
            'value': '1.3.1',
            'label': '新兴软件开发'
          },
          {
            'id': '1.3.2',
            'value': '1.3.2',
            'label': '网络与信息安全软件开发'
          },
          {
            'id': '1.3.3',
            'value': '1.3.3',
            'label': '互联网安全服务'
          },
          {
            'id': '1.3.4',
            'value': '1.3.4',
            'label': '新型信息技术服务'
          }
        ]
      },
      {
        'id': '1.4',
        'value': '1.4',
        'label': '互联网与云计算、大数据服务',
        'children': [
          {
            'id': '1.4.1',
            'value': '1.4.1',
            'label': '工业互联网及支持服务'
          },
          {
            'id': '1.4.2',
            'value': '1.4.2',
            'label': '互联网平台服务（互联网+）'
          },
          {
            'id': '1.4.3',
            'value': '1.4.3',
            'label': '云计算与大数据服务'
          },
          {
            'id': '1.4.4',
            'value': '1.4.4',
            'label': '互联网相关信息服务'
          }
        ]
      },
      {
        'id': '1.5',
        'value': '1.5',
        'label': '人工智能',
        'children': [
          {
            'id': '1.5.1',
            'value': '1.5.1',
            'label': '人工智能软件开发'
          },
          {
            'id': '1.5.2',
            'value': '1.5.2',
            'label': '智能消费相关设备制造'
          },
          {
            'id': '1.5.3',
            'value': '1.5.3',
            'label': '人工智能系统服务'
          }
        ]
      }
    ]
  },
  {
    'id': '2',
    'value': '2',
    'label': '高端装备制造产业',
    'children': [
      {
        'id': '2.1',
        'value': '2.1',
        'label': '智能制造装备产业',
        'children': [
          {
            'id': '2.1.1',
            'value': '2.1.1',
            'label': '机器人与增材设备制造'
          },
          {
            'id': '2.1.2',
            'value': '2.1.2',
            'label': '重大成套设备制造'
          },
          {
            'id': '2.1.3',
            'value': '2.1.3',
            'label': '智能测控装备制造'
          },
          {
            'id': '2.1.4',
            'value': '2.1.4',
            'label': '其他智能设备制造'
          },
          {
            'id': '2.1.5',
            'value': '2.1.5',
            'label': '智能关键基础零部件制造'
          },
          {
            'id': '2.1.6',
            'value': '2.1.6',
            'label': '智能制造相关服务'
          }
        ]
      },
      {
        'id': '2.2',
        'value': '2.2',
        'label': '航空装备产业',
        'children': [
          {
            'id': '2.2.1',
            'value': '2.2.1',
            'label': '航空器装备制造'
          },
          {
            'id': '2.2.2',
            'value': '2.2.2',
            'label': '其他航空装备制造及相关服务'
          }
        ]
      },
      {
        'id': '2.3',
        'value': '2.3',
        'label': '卫星及应用产业',
        'children': [
          {
            'id': '2.3.1',
            'value': '2.3.1',
            'label': '卫星装备制造'
          },
          {
            'id': '2.3.2',
            'value': '2.3.2',
            'label': '卫星应用技术设备制造'
          },
          {
            'id': '2.3.3',
            'value': '2.3.3',
            'label': '卫星应用服务'
          },
          {
            'id': '2.3.4',
            'value': '2.3.4',
            'label': '其他航天器及运载火箭制造'
          }
        ]
      },
      {
        'id': '2.4',
        'value': '2.4',
        'label': '轨道交通装备产业',
        'children': [
          {
            'id': '2.4.1',
            'value': '2.4.1',
            'label': '铁路高端装备制造'
          },
          {
            'id': '2.4.2',
            'value': '2.4.2',
            'label': '城市轨道装备制造'
          },
          {
            'id': '2.4.3',
            'value': '2.4.3',
            'label': '其他轨道交通装备制造'
          },
          {
            'id': '2.4.4',
            'value': '2.4.4',
            'label': '轨道交通相关服务'
          }
        ]
      },
      {
        'id': '2.5',
        'value': '2.5',
        'label': '海洋工程装备产业',
        'children': [
          {
            'id': '2.5.1',
            'value': '2.5.1',
            'label': '海洋工程装备制造'
          },
          {
            'id': '2.5.2',
            'value': '2.5.2',
            'label': '深海石油钻探设备制造'
          },
          {
            'id': '2.5.3',
            'value': '2.5.3',
            'label': '其他海洋相关设备与产品制造'
          },
          {
            'id': '2.5.4',
            'value': '2.5.4',
            'label': '海洋环境监测与探测装备制造'
          },
          {
            'id': '2.5.5',
            'value': '2.5.5',
            'label': '海洋工程建筑及相关服务'
          }
        ]
      }
    ]
  },
  {
    'id': '3',
    'value': '3',
    'label': '新材料产业',
    'children': [
      {
        'id': '3.1',
        'value': '3.1',
        'label': '先进钢铁材料',
        'children': [
          {
            'id': '3.1.1',
            'value': '3.1.1',
            'label': '先进制造基础零部件用钢制造',
            'children': [
              {
                'id': '3.1.1.1',
                'value': '3.1.1.1',
                'label': '高性能轴承用钢加工'
              },
              {
                'id': '3.1.1.2',
                'value': '3.1.1.2',
                'label': '高性能齿轮用钢加工'
              },
              {
                'id': '3.1.1.3',
                'value': '3.1.1.3',
                'label': '高应力弹簧钢加工'
              },
              {
                'id': '3.1.1.4',
                'value': '3.1.1.4',
                'label': '高强度紧固件用钢加工'
              },
              {
                'id': '3.1.1.5',
                'value': '3.1.1.5',
                'label': '高性能工具模具钢加工'
              },
              {
                'id': '3.1.1.6',
                'value': '3.1.1.6',
                'label': '机床专用钢加工'
              },
              {
                'id': '3.1.1.7',
                'value': '3.1.1.7',
                'label': '线材制品用钢加工'
              }
            ]
          },
          {
            'id': '3.1.2',
            'value': '3.1.2',
            'label': '高技术船舶及海洋工程用钢加工',
            'children': [
              {
                'id': '3.1.2.1',
                'value': '3.1.2.1',
                'label': '高技术船舶用钢加工'
              },
              {
                'id': '3.1.2.2',
                'value': '3.1.2.2',
                'label': '海洋工程用钢加工'
              }
            ]
          },
          {
            'id': '3.1.3',
            'value': '3.1.3',
            'label': '先进轨道交通用钢加工',
            'children': [
              {
                'id': '3.1.3.1',
                'value': '3.1.3.1',
                'label': '车轮用钢加工'
              },
              {
                'id': '3.1.3.2',
                'value': '3.1.3.2',
                'label': '钢轨用钢加工'
              },
              {
                'id': '3.1.3.3',
                'value': '3.1.3.3',
                'label': '车轴用钢加工'
              },
              {
                'id': '3.1.3.4',
                'value': '3.1.3.4',
                'label': '转向架用钢加工'
              },
              {
                'id': '3.1.3.5',
                'value': '3.1.3.5',
                'label': '车体用钢加工'
              }
            ]
          },
          {
            'id': '3.1.4',
            'value': '3.1.4',
            'label': '新型高强塑汽车钢加工',
            'children': [
              {
                'id': '3.1.4.1',
                'value': '3.1.4.1',
                'label': '高强度汽车用冷轧板加工'
              },
              {
                'id': '3.1.4.2',
                'value': '3.1.4.2',
                'label': '先进超高强度板及其镀层板加工'
              }
            ]
          },
          {
            'id': '3.1.5',
            'value': '3.1.5',
            'label': '能源用钢加工',
            'children': [
              {
                'id': '3.1.5.1',
                'value': '3.1.5.1',
                'label': '核电用钢加工'
              },
              {
                'id': '3.1.5.2',
                'value': '3.1.5.2',
                'label': '超超临界火电用钢加工'
              },
              {
                'id': '3.1.5.3',
                'value': '3.1.5.3',
                'label': '高性能电工钢加工'
              },
              {
                'id': '3.1.5.4',
                'value': '3.1.5.4',
                'label': '电池壳用钢加工'
              }
            ]
          },
          {
            'id': '3.1.6',
            'value': '3.1.6',
            'label': '能源油气钻采集储用钢加工',
            'children': [
              {
                'id': '3.1.6.1',
                'value': '3.1.6.1',
                'label': '高性能油气钻采用钢加工'
              },
              {
                'id': '3.1.6.2',
                'value': '3.1.6.2',
                'label': '高性能油气输送用钢加工'
              }
            ]
          },
          {
            'id': '3.1.7',
            'value': '3.1.7',
            'label': '石化压力容器用钢加工',
            'children': [
              {
                'id': '3.1.7.1',
                'value': '3.1.7.1',
                'label': '高温压力容器用钢加工'
              },
              {
                'id': '3.1.7.2',
                'value': '3.1.7.2',
                'label': '低温压力容器用钢加工'
              }
            ]
          },
          {
            'id': '3.1.8',
            'value': '3.1.8',
            'label': '新一代功能复合化建筑用钢加工',
            'children': [
              {
                'id': '3.1.8.1',
                'value': '3.1.8.1',
                'label': '高强耐火耐候房屋建筑钢加工'
              },
              {
                'id': '3.1.8.2',
                'value': '3.1.8.2',
                'label': '桥梁用钢加工'
              },
              {
                'id': '3.1.8.3',
                'value': '3.1.8.3',
                'label': '沿海建筑用钢加工'
              }
            ]
          },
          {
            'id': '3.1.9',
            'value': '3.1.9',
            'label': '高性能工程、矿山及农业机械用钢加工',
            'children': [
              {
                'id': '3.1.9.1',
                'value': '3.1.9.1',
                'label': '高强钢加工'
              },
              {
                'id': '3.1.9.2',
                'value': '3.1.9.2',
                'label': '高耐磨钢加工'
              }
            ]
          },
          {
            'id': '3.1.10',
            'value': '3.1.10',
            'label': '高品质不锈钢及耐蚀合金加工',
            'children': [
              {
                'id': '3.1.10.1',
                'value': '3.1.10.1',
                'label': '高品质不锈钢加工'
              },
              {
                'id': '3.1.10.2',
                'value': '3.1.10.2',
                'label': '耐蚀合金加工'
              }
            ]
          },
          {
            'id': '3.1.11',
            'value': '3.1.11',
            'label': '其他先进钢铁材料制造',
            'children': [
              {
                'id': '3.1.11.1',
                'value': '3.1.11.1',
                'label': '高温合金制造'
              },
              {
                'id': '3.1.11.2',
                'value': '3.1.11.2',
                'label': '超高强度钢加工'
              }
            ]
          },
          {
            'id': '3.1.12',
            'value': '3.1.12',
            'label': '先进钢铁材料制品制造',
            'children': [
              {
                'id': '3.1.12.1',
                'value': '3.1.12.1',
                'label': '先进钢铁材料铸件制造'
              },
              {
                'id': '3.1.12.2',
                'value': '3.1.12.2',
                'label': '先进钢铁材料锻件制造'
              },
              {
                'id': '3.1.12.3',
                'value': '3.1.12.3',
                'label': '优质焊接材料制造'
              },
              {
                'id': '3.1.12.4',
                'value': '3.1.12.4',
                'label': '高性能丝绳制品制造'
              },
              {
                'id': '3.1.12.5',
                'value': '3.1.12.5',
                'label': '高性能金属密封材料制造'
              },
              {
                'id': '3.1.12.6',
                'value': '3.1.12.6',
                'label': '高品质不锈钢制品制造'
              }
            ]
          }
        ]
      },
      {
        'id': '3.2',
        'value': '3.2',
        'label': '先进有色金属材料',
        'children': [
          {
            'id': '3.2.1',
            'value': '3.2.1',
            'label': '铝及铝合金制造',
            'children': [
              {
                'id': '3.2.1.1',
                'value': '3.2.1.1',
                'label': '新型铝合金制造'
              },
              {
                'id': '3.2.1.2',
                'value': '3.2.1.2',
                'label': '高品质铝铸件制造'
              },
              {
                'id': '3.2.1.3',
                'value': '3.2.1.3',
                'label': '高品质铝材制造'
              },
              {
                'id': '3.2.1.4',
                'value': '3.2.1.4',
                'label': '高品质铝锻件制造'
              }
            ]
          },
          {
            'id': '3.2.2',
            'value': '3.2.2',
            'label': '铜及铜合金制造',
            'children': [
              {
                'id': '3.2.2.1',
                'value': '3.2.2.1',
                'label': '新型铜及铜合金制造'
              },
              {
                'id': '3.2.2.2',
                'value': '3.2.2.2',
                'label': '高品质铜铸件制造'
              },
              {
                'id': '3.2.2.3',
                'value': '3.2.2.3',
                'label': '高品质铜材制造'
              },
              {
                'id': '3.2.2.4',
                'value': '3.2.2.4',
                'label': '铜合金锻件产品制造'
              }
            ]
          },
          {
            'id': '3.2.3',
            'value': '3.2.3',
            'label': '钛及钛合金制造',
            'children': [
              {
                'id': '3.2.3.1',
                'value': '3.2.3.1',
                'label': '高品质钛铸件制造'
              },
              {
                'id': '3.2.3.2',
                'value': '3.2.3.2',
                'label': '高品质钛材制造'
              },
              {
                'id': '3.2.3.3',
                'value': '3.2.3.3',
                'label': '高品质钛锻件制造'
              }
            ]
          },
          {
            'id': '3.2.4',
            'value': '3.2.4',
            'label': '镁及镁合金制造',
            'children': [
              {
                'id': '3.2.4.1',
                'value': '3.2.4.1',
                'label': '高品质镁铸件制造'
              },
              {
                'id': '3.2.4.2',
                'value': '3.2.4.2',
                'label': '高品质镁材制造'
              },
              {
                'id': '3.2.4.3',
                'value': '3.2.4.3',
                'label': '镁合金锻件产品制造'
              }
            ]
          },
          {
            'id': '3.2.5',
            'value': '3.2.5',
            'label': '稀有金属材料制造',
            'children': [
              {
                'id': '3.2.5.1',
                'value': '3.2.5.1',
                'label': '钨钼材料制造'
              },
              {
                'id': '3.2.5.2',
                'value': '3.2.5.2',
                'label': '钽铌材料制造'
              },
              {
                'id': '3.2.5.3',
                'value': '3.2.5.3',
                'label': '锆铪材料制造'
              },
              {
                'id': '3.2.5.4',
                'value': '3.2.5.4',
                'label': '其他稀有金属材料制造'
              }
            ]
          },
          {
            'id': '3.2.6',
            'value': '3.2.6',
            'label': '贵金属材料制造',
            'children': [
              {
                'id': '3.2.6.1',
                'value': '3.2.6.1',
                'label': '贵金属催化材料制造'
              },
              {
                'id': '3.2.6.2',
                'value': '3.2.6.2',
                'label': '新型电接触贵金属材料制造'
              },
              {
                'id': '3.2.6.3',
                'value': '3.2.6.3',
                'label': '电子浆料制造'
              },
              {
                'id': '3.2.6.4',
                'value': '3.2.6.4',
                'label': '高品质贵金属加工材料制造'
              }
            ]
          },
          {
            'id': '3.2.7',
            'value': '3.2.7',
            'label': '稀土新材料制造',
            'children': [
              {
                'id': '3.2.7.1',
                'value': '3.2.7.1',
                'label': '稀土磁性材料制造'
              },
              {
                'id': '3.2.7.2',
                'value': '3.2.7.2',
                'label': '稀土光功能材料制造'
              },
              {
                'id': '3.2.7.3',
                'value': '3.2.7.3',
                'label': '稀土催化材料制造'
              },
              {
                'id': '3.2.7.4',
                'value': '3.2.7.4',
                'label': '稀土储氢材料制造'
              },
              {
                'id': '3.2.7.5',
                'value': '3.2.7.5',
                'label': '稀土抛光材料制造'
              },
              {
                'id': '3.2.7.6',
                'value': '3.2.7.6',
                'label': '稀土陶瓷材料制造'
              },
              {
                'id': '3.2.7.7',
                'value': '3.2.7.7',
                'label': '稀土特种合金制造'
              },
              {
                'id': '3.2.7.8',
                'value': '3.2.7.8',
                'label': '特殊物性稀土化合物制造'
              },
              {
                'id': '3.2.7.9',
                'value': '3.2.7.9',
                'label': '高纯稀土化合物制造'
              },
              {
                'id': '3.2.7.10',
                'value': '3.2.7.10',
                'label': '高纯稀土金属及制品制造'
              },
              {
                'id': '3.2.7.11',
                'value': '3.2.7.11',
                'label': '稀土助剂制造'
              }
            ]
          },
          {
            'id': '3.2.8',
            'value': '3.2.8',
            'label': '硬质合金及制品制造',
            'children': [
              {
                'id': '3.2.8.1',
                'value': '3.2.8.1',
                'label': '超细晶硬质合金切削刀片类制造'
              },
              {
                'id': '3.2.8.2',
                'value': '3.2.8.2',
                'label': '超大晶粒硬质合金矿用合金制造'
              },
              {
                'id': '3.2.8.3',
                'value': '3.2.8.3',
                'label': '耐磨零件制造'
              },
              {
                'id': '3.2.8.4',
                'value': '3.2.8.4',
                'label': '硬质合金棒材制造'
              },
              {
                'id': '3.2.8.5',
                'value': '3.2.8.5',
                'label': '硬面合金与陶瓷粉料与丝材制造'
              },
              {
                'id': '3.2.8.6',
                'value': '3.2.8.6',
                'label': '其他硬质合金制造'
              }
            ]
          },
          {
            'id': '3.2.9',
            'value': '3.2.9',
            'label': '其他有色金属材料制造',
            'children': [
              {
                'id': '3.2.9.1',
                'value': '3.2.9.1',
                'label': '高纯金属制造'
              },
              {
                'id': '3.2.9.2',
                'value': '3.2.9.2',
                'label': '高性能靶材制造'
              },
              {
                'id': '3.2.9.3',
                'value': '3.2.9.3',
                'label': '粉末、泡沫及多孔材料制造'
              },
              {
                'id': '3.2.9.4',
                'value': '3.2.9.4',
                'label': '稀有金属涂层材料制造'
              },
              {
                'id': '3.2.9.5',
                'value': '3.2.9.5',
                'label': '锑系催化、阻燃材料制造'
              },
              {
                'id': '3.2.9.6',
                'value': '3.2.9.6',
                'label': '锡材料制造'
              },
              {
                'id': '3.2.9.7',
                'value': '3.2.9.7',
                'label': '锌及锌合金材料制造'
              },
              {
                'id': '3.2.9.8',
                'value': '3.2.9.8',
                'label': '薄膜材料（金属薄膜）制造'
              }
            ]
          }
        ]
      },
      {
        'id': '3.3',
        'value': '3.3',
        'label': '先进石化化工新材料',
        'children': [
          {
            'id': '3.3.1',
            'value': '3.3.1',
            'label': '高性能塑料及树脂制造',
            'children': [
              {
                'id': '3.3.1.1',
                'value': '3.3.1.1',
                'label': '工程塑料制造'
              },
              {
                'id': '3.3.1.2',
                'value': '3.3.1.2',
                'label': '高端聚烯烃塑料制造'
              },
              {
                'id': '3.3.1.3',
                'value': '3.3.1.3',
                'label': '其他高性能树脂制造'
              },
              {
                'id': '3.3.1.4',
                'value': '3.3.1.4',
                'label': '高分子光、电、磁材料制造'
              }
            ]
          },
          {
            'id': '3.3.2',
            'value': '3.3.2',
            'label': '聚氨酯材料及原料制造',
            'children': [
              {
                'id': '3.3.2.0',
                'value': '3.3.2.0',
                'label': '聚氨酯材料及原料制造'
              }
            ]
          },
          {
            'id': '3.3.3',
            'value': '3.3.3',
            'label': '氟硅合成材料制造',
            'children': [
              {
                'id': '3.3.3.1',
                'value': '3.3.3.1',
                'label': '合成氟树脂制造'
              },
              {
                'id': '3.3.3.2',
                'value': '3.3.3.2',
                'label': '氟制冷剂制造'
              },
              {
                'id': '3.3.3.3',
                'value': '3.3.3.3',
                'label': '其他含氟烷烃制造'
              },
              {
                'id': '3.3.3.4',
                'value': '3.3.3.4',
                'label': '有机硅环体制造'
              },
              {
                'id': '3.3.3.5',
                'value': '3.3.3.5',
                'label': '合成硅材料制造'
              }
            ]
          },
          {
            'id': '3.3.4',
            'value': '3.3.4',
            'label': '高性能橡胶及弹性体制造',
            'children': [
              {
                'id': '3.3.4.1',
                'value': '3.3.4.1',
                'label': '特种橡胶制造'
              },
              {
                'id': '3.3.4.2',
                'value': '3.3.4.2',
                'label': '氟硅合成橡胶制造'
              },
              {
                'id': '3.3.4.3',
                'value': '3.3.4.3',
                'label': '弹性体制造'
              }
            ]
          },
          {
            'id': '3.3.5',
            'value': '3.3.5',
            'label': '高性能膜材料制造',
            'children': [
              {
                'id': '3.3.5.1',
                'value': '3.3.5.1',
                'label': '水处理用膜制造'
              },
              {
                'id': '3.3.5.2',
                'value': '3.3.5.2',
                'label': '离子交换膜产品制造'
              },
              {
                'id': '3.3.5.3',
                'value': '3.3.5.3',
                'label': '特种分离膜制造'
              },
              {
                'id': '3.3.5.4',
                'value': '3.3.5.4',
                'label': '电池膜制造'
              },
              {
                'id': '3.3.5.5',
                'value': '3.3.5.5',
                'label': '光学膜制造'
              },
              {
                'id': '3.3.5.6',
                'value': '3.3.5.6',
                'label': '光伏用膜制造'
              },
              {
                'id': '3.3.5.7',
                'value': '3.3.5.7',
                'label': '其他新型膜材料制造'
              }
            ]
          },
          {
            'id': '3.3.6',
            'value': '3.3.6',
            'label': '专用化学品及材料制造',
            'children': [
              {
                'id': '3.3.6.0',
                'value': '3.3.6.0',
                'label': '专用化学品及材料制造'
              }
            ]
          },
          {
            'id': '3.3.7',
            'value': '3.3.7',
            'label': '新型功能涂层材料制造',
            'children': [
              {
                'id': '3.3.7.1',
                'value': '3.3.7.1',
                'label': '涂料制造'
              },
              {
                'id': '3.3.7.2',
                'value': '3.3.7.2',
                'label': '油墨制造'
              },
              {
                'id': '3.3.7.3',
                'value': '3.3.7.3',
                'label': '颜料制造'
              },
              {
                'id': '3.3.7.4',
                'value': '3.3.7.4',
                'label': '染料制造'
              }
            ]
          },
          {
            'id': '3.3.8',
            'value': '3.3.8',
            'label': '生物基合成材料制造',
            'children': [
              {
                'id': '3.3.8.1',
                'value': '3.3.8.1',
                'label': '生物基原料制造'
              },
              {
                'id': '3.3.8.2',
                'value': '3.3.8.2',
                'label': '生物基聚合物制造'
              }
            ]
          },
          {
            'id': '3.3.9',
            'value': '3.3.9',
            'label': '生命基高分子材料及功能化合物制造',
            'children': [
              {
                'id': '3.3.9.1',
                'value': '3.3.9.1',
                'label': '单体材料制造'
              },
              {
                'id': '3.3.9.2',
                'value': '3.3.9.2',
                'label': '聚合物制造'
              }
            ]
          },
          {
            'id': '3.3.10',
            'value': '3.3.10',
            'label': '其他化工新材料制造',
            'children': [
              {
                'id': '3.3.10.1',
                'value': '3.3.10.1',
                'label': '二次电池材料制造'
              },
              {
                'id': '3.3.10.2',
                'value': '3.3.10.2',
                'label': '高性能有机密封材料制造'
              },
              {
                'id': '3.3.10.3',
                'value': '3.3.10.3',
                'label': '新型催化材料及助剂制造'
              }
            ]
          }
        ]
      },
      {
        'id': '3.4',
        'value': '3.4',
        'label': '先进无机非金属材料',
        'children': [
          {
            'id': '3.4.1',
            'value': '3.4.1',
            'label': '特种玻璃制造',
            'children': [
              {
                'id': '3.4.1.1',
                'value': '3.4.1.1',
                'label': '特种玻璃制品制造'
              },
              {
                'id': '3.4.1.2',
                'value': '3.4.1.2',
                'label': '技术玻璃制品制造'
              }
            ]
          },
          {
            'id': '3.4.2',
            'value': '3.4.2',
            'label': '特种陶瓷制造',
            'children': [
              {
                'id': '3.4.2.1',
                'value': '3.4.2.1',
                'label': '结构陶瓷制造'
              },
              {
                'id': '3.4.2.2',
                'value': '3.4.2.2',
                'label': '功能陶瓷制造'
              }
            ]
          },
          {
            'id': '3.4.3',
            'value': '3.4.3',
            'label': '人工晶体制造',
            'children': [
              {
                'id': '3.4.3.1',
                'value': '3.4.3.1',
                'label': '半导体晶体制造'
              },
              {
                'id': '3.4.3.2',
                'value': '3.4.3.2',
                'label': '其他人工晶体制造'
              }
            ]
          },
          {
            'id': '3.4.4',
            'value': '3.4.4',
            'label': '新型建筑材料制造',
            'children': [
              {
                'id': '3.4.4.1',
                'value': '3.4.4.1',
                'label': '水泥基材料制造'
              },
              {
                'id': '3.4.4.2',
                'value': '3.4.4.2',
                'label': '新型墙体材料制造'
              },
              {
                'id': '3.4.4.3',
                'value': '3.4.4.3',
                'label': '新型建筑防水材料制造'
              },
              {
                'id': '3.4.4.4',
                'value': '3.4.4.4',
                'label': '隔热隔音材料制造'
              },
              {
                'id': '3.4.4.5',
                'value': '3.4.4.5',
                'label': '轻质建筑材料制造'
              }
            ]
          },
          {
            'id': '3.4.5',
            'value': '3.4.5',
            'label': '矿物功能材料制造',
            'children': [
              {
                'id': '3.4.5.1',
                'value': '3.4.5.1',
                'label': '环境处置功能材料制造'
              },
              {
                'id': '3.4.5.2',
                'value': '3.4.5.2',
                'label': '节能、密封、保温材料制造'
              },
              {
                'id': '3.4.5.3',
                'value': '3.4.5.3',
                'label': '新能源材料制造'
              },
              {
                'id': '3.4.5.4',
                'value': '3.4.5.4',
                'label': '功能性填料制造'
              },
              {
                'id': '3.4.5.5',
                'value': '3.4.5.5',
                'label': '其他矿物功能材料制造'
              },
              {
                'id': '3.4.5.6',
                'value': '3.4.5.6',
                'label': '新型耐火材料制造'
              }
            ]
          }
        ]
      },
      {
        'id': '3.5',
        'value': '3.5',
        'label': '高性能纤维及制品和复合材料',
        'children': [
          {
            'id': '3.5.1',
            'value': '3.5.1',
            'label': '高性能纤维及制品制造',
            'children': [
              {
                'id': '3.5.1.1',
                'value': '3.5.1.1',
                'label': '玻璃纤维及制品制造'
              },
              {
                'id': '3.5.1.2',
                'value': '3.5.1.2',
                'label': '高性能碳纤维及制品制造'
              },
              {
                'id': '3.5.1.3',
                'value': '3.5.1.3',
                'label': '石墨纤维制造'
              },
              {
                'id': '3.5.1.4',
                'value': '3.5.1.4',
                'label': '陶瓷纤维及制品制造'
              },
              {
                'id': '3.5.1.5',
                'value': '3.5.1.5',
                'label': '有机纤维制造'
              },
              {
                'id': '3.5.1.6',
                'value': '3.5.1.6',
                'label': '生物基化学纤维制造'
              }
            ]
          },
          {
            'id': '3.5.2',
            'value': '3.5.2',
            'label': '高性能纤维复合材料制造',
            'children': [
              {
                'id': '3.5.2.1',
                'value': '3.5.2.1',
                'label': '高性能热固性树脂基复合材料制造'
              },
              {
                'id': '3.5.2.2',
                'value': '3.5.2.2',
                'label': '高性能热塑性树脂基复合材料制造'
              }
            ]
          },
          {
            'id': '3.5.3',
            'value': '3.5.3',
            'label': '其他高性能复合材料制造',
            'children': [
              {
                'id': '3.5.3.1',
                'value': '3.5.3.1',
                'label': '金属基复合材料制造'
              },
              {
                'id': '3.5.3.2',
                'value': '3.5.3.2',
                'label': '陶瓷基复合材料制造'
              },
              {
                'id': '3.5.3.3',
                'value': '3.5.3.3',
                'label': '碳碳复合材料制造'
              },
              {
                'id': '3.5.3.4',
                'value': '3.5.3.4',
                'label': '其他结构复合材料制造'
              }
            ]
          }
        ]
      },
      {
        'id': '3.6',
        'value': '3.6',
        'label': '前沿新材料',
        'children': [
          {
            'id': '3.6.1',
            'value': '3.6.1',
            'label': '3D 打印用材料制造',
            'children': [
              {
                'id': '3.6.1.1',
                'value': '3.6.1.1',
                'label': '金属增材制造专用材料制造'
              },
              {
                'id': '3.6.1.2',
                'value': '3.6.1.2',
                'label': '非金属增材制造专用材料制造'
              },
              {
                'id': '3.6.1.3',
                'value': '3.6.1.3',
                'label': '医用增材制造专用材料制造'
              }
            ]
          },
          {
            'id': '3.6.2',
            'value': '3.6.2',
            'label': '超导材料制造',
            'children': [
              {
                'id': '3.6.2.1',
                'value': '3.6.2.1',
                'label': '高场超导磁体用材料制造'
              },
              {
                'id': '3.6.2.2',
                'value': '3.6.2.2',
                'label': '超导电力用材料制造'
              },
              {
                'id': '3.6.2.3',
                'value': '3.6.2.3',
                'label': '超导电力及磁体材料制造'
              }
            ]
          },
          {
            'id': '3.6.3',
            'value': '3.6.3',
            'label': '智能、仿生与超材料制造',
            'children': [
              {
                'id': '3.6.3.1',
                'value': '3.6.3.1',
                'label': '智能响应材料制造'
              },
              {
                'id': '3.6.3.2',
                'value': '3.6.3.2',
                'label': '仿生材料制造'
              },
              {
                'id': '3.6.3.3',
                'value': '3.6.3.3',
                'label': '超材料制造'
              }
            ]
          },
          {
            'id': '3.6.4',
            'value': '3.6.4',
            'label': '纳米材料制造',
            'children': [
              {
                'id': '3.6.4.1',
                'value': '3.6.4.1',
                'label': '碳基纳米材料制造'
              },
              {
                'id': '3.6.4.2',
                'value': '3.6.4.2',
                'label': '无机纳米材料制造'
              },
              {
                'id': '3.6.4.3',
                'value': '3.6.4.3',
                'label': '金属纳米材料制造'
              },
              {
                'id': '3.6.4.4',
                'value': '3.6.4.4',
                'label': '高分子纳米复合材料制造'
              },
              {
                'id': '3.6.4.5',
                'value': '3.6.4.5',
                'label': '纳米催化剂材料制造'
              }
            ]
          },
          {
            'id': '3.6.5',
            'value': '3.6.5',
            'label': '生物医用材料制造',
            'children': [
              {
                'id': '3.6.5.0',
                'value': '3.6.5.0',
                'label': '生物医用材料制造'
              }
            ]
          },
          {
            'id': '3.6.6',
            'value': '3.6.6',
            'label': '液态金属制造',
            'children': [
              {
                'id': '3.6.6.0',
                'value': '3.6.6.0',
                'label': '液态金属制造'
              }
            ]
          }
        ]
      },
      {
        'id': '3.7',
        'value': '3.7',
        'label': '新材料相关服务',
        'children': [
          {
            'id': '3.7.1',
            'value': '3.7.1',
            'label': '新材料研发与设计服务',
            'children': [
              {
                'id': '3.7.1.0',
                'value': '3.7.1.0',
                'label': '研发与设计服务'
              }
            ]
          },
          {
            'id': '3.7.2',
            'value': '3.7.2',
            'label': '质检技术服务',
            'children': [
              {
                'id': '3.7.2.0',
                'value': '3.7.2.0',
                'label': '质检技术服务'
              }
            ]
          },
          {
            'id': '3.7.3',
            'value': '3.7.3',
            'label': '科技推广和应用服务',
            'children': [
              {
                'id': '3.7.3.0',
                'value': '3.7.3.0',
                'label': '科技推广和应用服务'
              }
            ]
          }
        ]
      }
    ]
  },
  {
    'id': '4',
    'value': '4',
    'label': '生物产业',
    'children': [
      {
        'id': '4.1',
        'value': '4.1',
        'label': '生物医药产业',
        'children': [
          {
            'id': '4.1.1',
            'value': '4.1.1',
            'label': '生物药品制品制造'
          },
          {
            'id': '4.1.2',
            'value': '4.1.2',
            'label': '化学药品与原料药制造'
          },
          {
            'id': '4.1.3',
            'value': '4.1.3',
            'label': '现代中药与民族药制造'
          },
          {
            'id': '4.1.4',
            'value': '4.1.4',
            'label': '生物医药关键装备与原辅料制造'
          },
          {
            'id': '4.1.5',
            'value': '4.1.5',
            'label': '生物医药相关服务'
          }
        ]
      },
      {
        'id': '4.2',
        'value': '4.2',
        'label': '生物医学工程产业',
        'children': [
          {
            'id': '4.2.1',
            'value': '4.2.1',
            'label': '先进医疗设备及器械制造'
          },
          {
            'id': '4.2.2',
            'value': '4.2.2',
            'label': '植介入生物医用材料及设备制造'
          },
          {
            'id': '4.2.3',
            'value': '4.2.3',
            'label': '其他生物医用材料及用品制造'
          },
          {
            'id': '4.2.4',
            'value': '4.2.4',
            'label': '生物医学工程信息技术服务'
          },
          {
            'id': '4.2.5',
            'value': '4.2.5',
            'label': '生物医学工程相关服务'
          }
        ]
      },
      {
        'id': '4.3',
        'value': '4.3',
        'label': '生物农业及相关产业',
        'children': [
          {
            'id': '4.3.1',
            'value': '4.3.1',
            'label': '生物育种'
          },
          {
            'id': '4.3.2',
            'value': '4.3.2',
            'label': '生物农药制造'
          },
          {
            'id': '4.3.3',
            'value': '4.3.3',
            'label': '生物肥料制造'
          },
          {
            'id': '4.3.4',
            'value': '4.3.4',
            'label': '生物饲料制造'
          },
          {
            'id': '4.3.5',
            'value': '4.3.5',
            'label': '生物兽药、兽用生物制品及疫苗制造'
          },
          {
            'id': '4.3.6',
            'value': '4.3.6',
            'label': '生物农业相关服务'
          }
        ]
      },
      {
        'id': '4.4',
        'value': '4.4',
        'label': '生物质能产业',
        'children': [
          {
            'id': '4.4.1',
            'value': '4.4.1',
            'label': '生物相关原料供应体系活动'
          },
          {
            'id': '4.4.2',
            'value': '4.4.2',
            'label': '生物质燃料加工'
          },
          {
            'id': '4.4.3',
            'value': '4.4.3',
            'label': '生物质能相关服务'
          }
        ]
      },
      {
        'id': '4.5',
        'value': '4.5',
        'label': '其他生物业',
        'children': [
          {
            'id': '4.5.1',
            'value': '4.5.1',
            'label': '生物基材料制造'
          },
          {
            'id': '4.5.2',
            'value': '4.5.2',
            'label': '生物化工制品制造'
          },
          {
            'id': '4.5.3',
            'value': '4.5.3',
            'label': '生物酶等发酵制品制造'
          },
          {
            'id': '4.5.4',
            'value': '4.5.4',
            'label': '海洋生物制品制造'
          },
          {
            'id': '4.5.5',
            'value': '4.5.5',
            'label': '其他生物工程相关设备制造'
          },
          {
            'id': '4.5.6',
            'value': '4.5.6',
            'label': '其他生物业相关服务'
          }
        ]
      }
    ]
  },
  {
    'id': '5',
    'value': '5',
    'label': '新能源汽车产业',
    'children': [
      {
        'id': '5.1',
        'value': '5.1',
        'label': '新能源汽车整车制造',
        'children': [
          {
            'id': '5.1.0',
            'value': '5.1.0',
            'label': '新能源汽车整车制造'
          }
        ]
      },
      {
        'id': '5.2',
        'value': '5.2',
        'label': '新能源汽车装置、配件制造',
        'children': [
          {
            'id': '5.2.1',
            'value': '5.2.1',
            'label': '电机、发动机制造'
          },
          {
            'id': '5.2.2',
            'value': '5.2.2',
            'label': '新能源汽车储能装置制造'
          },
          {
            'id': '5.2.3',
            'value': '5.2.3',
            'label': '新能源汽车零部件配件制造'
          }
        ]
      },
      {
        'id': '5.3',
        'value': '5.3',
        'label': '新能源汽车相关设施制造',
        'children': [
          {
            'id': '5.3.1',
            'value': '5.3.1',
            'label': '供能装置制造'
          },
          {
            'id': '5.3.2',
            'value': '5.3.2',
            'label': '试验装置制造'
          },
          {
            'id': '5.3.3',
            'value': '5.3.3',
            'label': '其他相关设施制造'
          }
        ]
      },
      {
        'id': '5.4',
        'value': '5.4',
        'label': '新能源汽车相关服务',
        'children': [
          {
            'id': '5.4.1',
            'value': '5.4.1',
            'label': '新能源汽车充电及维修服务'
          },
          {
            'id': '5.4.2',
            'value': '5.4.2',
            'label': '新能源汽车其他相关服务'
          }
        ]
      }
    ]
  },
  {
    'id': '6',
    'value': '6',
    'label': '新能源产业',
    'children': [
      {
        'id': '6.1',
        'value': '6.1',
        'label': '核电产业',
        'children': [
          {
            'id': '6.1.1',
            'value': '6.1.1',
            'label': '核燃料加工及设备制造'
          },
          {
            'id': '6.1.2',
            'value': '6.1.2',
            'label': '核电装备制造'
          },
          {
            'id': '6.1.3',
            'value': '6.1.3',
            'label': '核电运营维护'
          },
          {
            'id': '6.1.4',
            'value': '6.1.4',
            'label': '核电工程施工'
          },
          {
            'id': '6.1.5',
            'value': '6.1.5',
            'label': '核电工程技术服务'
          }
        ]
      },
      {
        'id': '6.2',
        'value': '6.2',
        'label': '风能产业',
        'children': [
          {
            'id': '6.2.1',
            'value': '6.2.1',
            'label': '风能发电机装备及零部件制造'
          },
          {
            'id': '6.2.2',
            'value': '6.2.2',
            'label': '风能发电其他相关装备及材料制造'
          },
          {
            'id': '6.2.3',
            'value': '6.2.3',
            'label': '风能发电运营维护'
          },
          {
            'id': '6.2.4',
            'value': '6.2.4',
            'label': '风能发电工程施工'
          },
          {
            'id': '6.2.5',
            'value': '6.2.5',
            'label': '风能发电工程技术服务'
          }
        ]
      },
      {
        'id': '6.3',
        'value': '6.3',
        'label': '太阳能产业',
        'children': [
          {
            'id': '6.3.1',
            'value': '6.3.1',
            'label': '太阳能设备和生产装备制造'
          },
          {
            'id': '6.3.2',
            'value': '6.3.2',
            'label': '太阳能材料制造'
          },
          {
            'id': '6.3.3',
            'value': '6.3.3',
            'label': '太阳能发电运营维护'
          },
          {
            'id': '6.3.4',
            'value': '6.3.4',
            'label': '太阳能工程施工'
          },
          {
            'id': '6.3.5',
            'value': '6.3.5',
            'label': '太阳能工程技术服务'
          }
        ]
      },
      {
        'id': '6.4',
        'value': '6.4',
        'label': '生物质能及其他新能源产业',
        'children': [
          {
            'id': '6.4.1',
            'value': '6.4.1',
            'label': '生物质能及其他新能源设备制造'
          },
          {
            'id': '6.4.2',
            'value': '6.4.2',
            'label': '生物质能发电'
          },
          {
            'id': '6.4.3',
            'value': '6.4.3',
            'label': '生物质供热'
          },
          {
            'id': '6.4.4',
            'value': '6.4.4',
            'label': '生物质燃气生产和供应'
          },
          {
            'id': '6.4.5',
            'value': '6.4.5',
            'label': '生物质能工程施工'
          },
          {
            'id': '6.4.6',
            'value': '6.4.6',
            'label': '生物质能工程技术服务'
          },
          {
            'id': '6.4.7',
            'value': '6.4.7',
            'label': '其他新能源运营服务'
          }
        ]
      },
      {
        'id': '6.5',
        'value': '6.5',
        'label': '智能电网产业',
        'children': [
          {
            'id': '6.5.1',
            'value': '6.5.1',
            'label': '智能电力控制设备及电缆制造'
          },
          {
            'id': '6.5.2',
            'value': '6.5.2',
            'label': '电力电子基础元器件制造'
          },
          {
            'id': '6.5.3',
            'value': '6.5.3',
            'label': '智能电网输送与配电'
          }
        ]
      }
    ]
  },
  {
    'id': '7',
    'value': '7',
    'label': '节能环保产业',
    'children': [
      {
        'id': '7.1',
        'value': '7.1',
        'label': '高效节能产业',
        'children': [
          {
            'id': '7.1.1',
            'value': '7.1.1',
            'label': '高效节能通用设备制造'
          },
          {
            'id': '7.1.2',
            'value': '7.1.2',
            'label': '高效节能专用设备制造'
          },
          {
            'id': '7.1.3',
            'value': '7.1.3',
            'label': '高效节能电气机械器材制造'
          },
          {
            'id': '7.1.4',
            'value': '7.1.4',
            'label': '高效节能工业控制装置制造'
          },
          {
            'id': '7.1.5',
            'value': '7.1.5',
            'label': '绿色节能建筑材料制造'
          },
          {
            'id': '7.1.6',
            'value': '7.1.6',
            'label': '节能工程施工'
          },
          {
            'id': '7.1.7',
            'value': '7.1.7',
            'label': '节能研发与技术服务'
          }
        ]
      },
      {
        'id': '7.2',
        'value': '7.2',
        'label': '先进环保产业',
        'children': [
          {
            'id': '7.2.1',
            'value': '7.2.1',
            'label': '环境保护专用设备制造'
          },
          {
            'id': '7.2.2',
            'value': '7.2.2',
            'label': '环境保护监测仪器及电子设备制造'
          },
          {
            'id': '7.2.3',
            'value': '7.2.3',
            'label': '环境污染处理药剂材料制造'
          },
          {
            'id': '7.2.4',
            'value': '7.2.4',
            'label': '环境评估与监测服务'
          },
          {
            'id': '7.2.5',
            'value': '7.2.5',
            'label': '环境保护及污染治理服务'
          },
          {
            'id': '7.2.6',
            'value': '7.2.6',
            'label': '环保工程施工'
          },
          {
            'id': '7.2.7',
            'value': '7.2.7',
            'label': '环保研发与技术服务'
          }
        ]
      },
      {
        'id': '7.3',
        'value': '7.3',
        'label': '资源循环利用产业',
        'children': [
          {
            'id': '7.3.1',
            'value': '7.3.1',
            'label': '矿产资源与工业废弃资源利用设备制造'
          },
          {
            'id': '7.3.2',
            'value': '7.3.2',
            'label': '矿产资源综合利用'
          },
          {
            'id': '7.3.3',
            'value': '7.3.3',
            'label': '工业固体废物、废气、废液回收和资源化利用'
          },
          {
            'id': '7.3.4',
            'value': '7.3.4',
            'label': '城乡生活垃圾与农林废弃资源利用设备制造'
          },
          {
            'id': '7.3.5',
            'value': '7.3.5',
            'label': '城乡生活垃圾综合利用'
          },
          {
            'id': '7.3.6',
            'value': '7.3.6',
            'label': '农林废弃物资源化利用'
          },
          {
            'id': '7.3.7',
            'value': '7.3.7',
            'label': '水及海水资源利用设备制造'
          },
          {
            'id': '7.3.8',
            'value': '7.3.8',
            'label': '水资源循环利用与节水活动'
          },
          {
            'id': '7.3.9',
            'value': '7.3.9',
            'label': '海水淡化活动'
          }
        ]
      }
    ]
  },
  {
    'id': '8',
    'value': '8',
    'label': '数字创意产业',
    'children': [
      {
        'id': '8.1',
        'value': '8.1',
        'label': '数字创意技术设备制造',
        'children': [
          {
            'id': '8.1.0',
            'value': '8.1.0',
            'label': '数字创意技术设备制造'
          }
        ]
      },
      {
        'id': '8.2',
        'value': '8.2',
        'label': '数字文化创意活动',
        'children': [
          {
            'id': '8.2.1',
            'value': '8.2.1',
            'label': '数字文化创意软件开发'
          },
          {
            'id': '8.2.2',
            'value': '8.2.2',
            'label': '数字文化创意内容制作服务'
          },
          {
            'id': '8.2.3',
            'value': '8.2.3',
            'label': '新型媒体服务'
          },
          {
            'id': '8.2.4',
            'value': '8.2.4',
            'label': '数字文化创意广播电视服务'
          },
          {
            'id': '8.2.5',
            'value': '8.2.5',
            'label': '其他数字文化创意活动'
          }
        ]
      },
      {
        'id': '8.3',
        'value': '8.3',
        'label': '设计服务',
        'children': [
          {
            'id': '8.3.0',
            'value': '8.3.0',
            'label': '数字设计服务'
          }
        ]
      },
      {
        'id': '8.4',
        'value': '8.4',
        'label': '数字创意与融合服务',
        'children': [
          {
            'id': '8.4.0',
            'value': '8.4.0',
            'label': '数字创意与融合服务'
          }
        ]
      }
    ]
  },
  {
    'id': '9',
    'value': '9',
    'label': '相关服务业',
    'children': [
      {
        'id': '9.1',
        'value': '9.1',
        'label': '新技术与创新创业服务',
        'children': [
          {
            'id': '9.1.1',
            'value': '9.1.1',
            'label': '研发服务'
          },
          {
            'id': '9.1.2',
            'value': '9.1.2',
            'label': '检验检测认证服务'
          },
          {
            'id': '9.1.3',
            'value': '9.1.3',
            'label': '标准化服务'
          },
          {
            'id': '9.1.4',
            'value': '9.1.4',
            'label': '其他专业技术服务'
          },
          {
            'id': '9.1.5',
            'value': '9.1.5',
            'label': '知识产权及相关服务'
          },
          {
            'id': '9.1.6',
            'value': '9.1.6',
            'label': '创新创业服务'
          },
          {
            'id': '9.1.7',
            'value': '9.1.7',
            'label': '其他技术推广服务'
          }
        ]
      },
      {
        'id': '9.2',
        'value': '9.2',
        'label': '其他相关服务',
        'children': [
          {
            'id': '9.2.1',
            'value': '9.2.1',
            'label': '航空运营及支持服务'
          },
          {
            'id': '9.2.2',
            'value': '9.2.2',
            'label': '现代金融服务'
          }
        ]
      }
    ]
  }
]
