export const sonum = [
  {
    id: '0-20',
    value: '0-20',
    label: '20人以下'
  },
  {
    id: '20-50',
    value: '20-50',
    label: '20-50人'
  },
  {
    id: '50-100',
    value: '50-100',
    label: '50-100人'
  },
  {
    id: '100-200',
    value: '100-200',
    label: '100-200人'
  },
  {
    id: '200-500',
    value: '200-500',
    label: '200-500人'
  },
  {
    id: '500-1000',
    value: '500-1000',
    label: '500-1000人'
  },
  {
    id: '1000-9999999',
    value: '1000-9999999',
    label: '1000人以上'
  }
]
